[
    {
        "text": "Mary GallagherVenmo, PayPal, CashApp. Chances are you are using a money transmission platform like these, or someone you know is. In 2022, Massachusetts residents transmitted an astounding $22 billion in 172 million peer-to-peer payments across the state and nation – with zero state regulatory oversight.Those using these platforms may think their transactions are protected by a federal regulator such as the Federal Deposit Insurance Corp. or the Federal Reserve. They are not. The reality is that state financial regulators are the authority for this activity – but not here in Massachusetts.The Massachusetts Division of Banks (DOB), where I serve as commissioner, currently licenses and examines companies which transmit money to foreign countries only (by statute). However, there is no regulatory oversight in the commonwealth for transfers of money between individuals or entities within the United States, commonly referred to as “domestic” money transmissions. This means, for example, that if your account is hacked or your money transfer is compromised in any way, you are not protected by state oversight and there is little that can be done to right the wrong.It is worth noting that domestic transmission activity dwarfs the regulated space of foreign transmission, where just $10 billion was transmitted in 32 million transactions, according to NMLS call reports reviewed by DOB staff. So, in Massachusetts, the existing regulatory framework accounts for only 12 percent of the total transaction volume and just 27 percent of the total dollars transmitted.“An Act relative to the regulation of money transmission by the Division of Banks” (H.1106), sponsored by state Rep. James M. Murphy (D-Weymouth), aims to change this. Given the millions of transactions and billions of dollars flowing through money transmission applications – a volume that increased by 55 percent from 2020 to 2022 – this bill is a legislative priority for the DOB.How the Bill WorksBy modernizing existing Massachusetts law governing money transmission services to reflect the current day marketplace, H.1106 will bring Massachusetts in line with the rest of the country in protecting consumers engaging in money transfers. As it currently stands, Massachusetts is the only state (of 49 that regulate money transmission) that has not enacted legislation to regulate domestic money transmissions amongst its consumers. The current state law was last updated in 1991 and still includes technology references from the early 1900s. H.1106 will catapult the law into the 21st century.While expanding Massachusetts’ reputation for strong consumer protections, H.1106 will also level the playing field for regulations across businesses. For example, DOB currently oversees banks and credit unions who offer these same services subject to significant regulatory oversight. H.1106 would establish consistent supervision for non-bank entities offering the same services.Currently, DOB has no insight into the financial or compliance position of non-bank companies offering domestic money transfers in Massachusetts. Therefore, DOB is not able to provide any assistance to Massachusetts consumers should they be harmed by these currently unregulated entities. This bill would establish a single statutory framework for the licensing, examination and regulation by DOB for all money transmitters, both foreign and domestic, in the commonwealth.Bill Has Industry SupportIndustry support for H.1106 is both broad and strong. Notably, six trade associations representing a diverse membership of professionals in the payments industry, have offered supportive testimony: The Money Services Business Association, Technet, The Electronic Transactions Association, The Money Services Round Table, The Financial Technology Association and The Money Services Business Association. In addition, Western Union and the Massachusetts Bankers Association have offered support.Our commitment to this effort includes active engagement in a state-led model law effort across the country. Since 2022, state banking departments have built a coalition with the industry’s largest players in the money transmission arena. H.1106 uses the Conference of State Bank Supervisors’ model law as its foundation with a goal of aligning with this multi-state effort particularly as the activity happens across state lines. In current legislative sessions to date, 16 states have already passed the model law either in its entirety or with key substantive provisions. In addition, there are five states with bills pending, consistent with the model law – including Massachusetts H.1106.By adopting the model law framework, states are moving toward uniform nationwide standards that enhance regulatory efficiencies and reduce the regulatory burden on the industry. The goal of this “networked supervision” approach is to create an inclusive national system using common policies to prioritize work based on risk and resource availability.So, next time you Venmo a friend your half of the dinner check, think about H.1106. Without this bill’s enactment, your transfer app payments occur without regulatory oversight and are not protected. Whether you are a consumer using money transmission apps, or an industry professional offering these services, H.1106 is a win-win. I invite you to learn more about this important legislation at malegislature.gov/Bills/193/H1106.Mary Gallagher is the commissioner of the Massachusetts Division of Banks, the state’s primary regulator for financial service providers.",
        "metadata": {
            "date_downloaded": "062124 16:59:55",
            "site_url": "https://bankerandtradesman.com/mass-money-transmission-bill-protects-consumers-levels-regulatory-playing-field/",
            "extra_data": {
                "heading": "Mass. Money Transmission Bill Protects Consumers, Levels Regulatory Playing Field, Payment Apps Get Regulated, Users Safeguarded at State Level",
                "type_of_data": "news article"
            }
        },
        "volunteer_id": "2121",
        "location": "Pune, Maharashtra, India"
    }
]