[
    {
        "text": "On October 4, Governor Maura Healey (D) signed a tax relief bill (H.4104), which makes significant changes to how corporations, financial institutions, individuals, trusts, and estates calculate their Massachusetts income.  H. 4101 enacts a single sales factor apportionment formula for all corporations and financial institutions and prescribes a method for receipts factor sourcing of a financial institution’s income from investment activities and trading activities.  With respect to the several changes affecting individuals, of note is the requirement that taxpayers must file a joint Massachusetts return for any year in which they file a joint federal return. The bill also reduces the tax rate from 12% to 8.5% on short-term capital gain and on gain derived from the sale of business property held for one year or less. H. 4101 also provides tax relief to estates, families with children, renters, seniors and individuals eligible for the earned income tax credit. The effective dates of the changes vary.  Action step: For corporations and financial institutions, the change to single sales factor may have a significant impact on the calculation of Massachusetts taxable income. While not effective until January 1, 2025, affected taxpayers should consider modeling the impact of this change.\nUnder current law, corporations and financial institutions generally are required to apportion their net income using a three-factor formula, consisting of property, payroll, and sales/receipts. Exceptions to this approach apply for corporations substantially engaged in manufacturing and mutual fund service providers, which already apportion their net income using a single sales factor formula.The tax relief bill requires all corporations and financial institutions to apportion their net income using a single sales factor formula, effective on January 1, 2025. Based on current law and regulations, partnerships also will be required to utilize the single sales factor formula as of this date.  In addition to the shift to a single sales factor formula for apportionment, the bill makes the following changes to the apportionment statute:Observation: The shift to a single sales factor apportionment formula will place additional weight on whether a business corporation’s sales are thrown back to the Massachusetts numerator or thrown out of the sales factor denominator. Generally, there is no throwback or throw out of sales if the taxpayer is taxable in the state or foreign jurisdiction to which the sales are sourced. If a taxpayer asserts that it is taxable in the state or foreign jurisdiction due to having economic nexus in such state or jurisdiction, the Massachusetts Department of Revenue (Department) may scrutinize the position.   Observation: The shift to a single-sales factor apportionment formula also may affect the determination of whether a business corporation is a tangible or intangible property corporation, which would affect the calculation of a business corporation’s taxable net worth to the extent the corporation was not required to utilize the single sales factor formula previously. Under current law, financial institutions source their income from investment activities and their income from trading activities for receipts factor purposes using a method based on the average value of the assets that generate such income or – if elected – a method based on the gross income derived from such assets.  However, regardless of which method is elected, investment income is included in the numerator of the receipts factor if they are assigned to be the ‘regular place of business’ within Massachusetts (i.e., the location where the day-to-day decisions regarding such investment or trading assets take place). H.4104 repeals the regular place of business assignment rule and requires financial institutions to apportion their income from investment activities and their income from trading activities by multiplying such amounts by a fraction, the numerator of which is the total receipts assigned to Massachusetts derived from lending, credit card, and leasing activity and the denominator is total receipts of the taxpayer (other than interest, dividends, net gains, and other income from investment assets and activities and trading assets and activities). Under current law, Massachusetts imposes a 12% tax rate on short-term capital gain, gain derived from the sale of collectibles and gain derived from the sale of business property held for one year or less.Under H.4104, the tax rate on short-term capital gain and gain derived from the sale of business property held for one year or less is reduced to 8.5%, effective for the 2023 tax year, in the case of Chapter 62 taxpayersUnder H.4104, the tax rate on short-term capital gain and gain derived from the sale of business property held for one year or less is reduced to 8.5%, effective for the 2023 tax year, in the case of Chapter 62 taxpayers.Under current law, Massachusetts subjects a decedent’s estate to an estate tax if the gross estate, plus adjusted taxable gifts, exceeds $1 million. Note that the $1 million threshold is not an exclusion from the estate tax under current law. If a decedent’s estate exceeds the $1 million threshold, then the entire estate is subject to the Massachusetts estate tax.The tax relief bill increases the threshold for subjecting an estate to tax from $1 million to $2 million. In addition, to address the ‘cliff effect’ of subjecting an estate to tax if it exceeds the threshold amount, the tax relief bill would allow estates to claim a credit up to $99,600.This provision takes effect for decedents dying on or after January 1, 2023.Under current law, a couple that files a married filing joint federal return is allowed to file a married filing separate Massachusetts return.  After the passage of the 4% surtax on taxpayers with income above $1 million, it was observed that a couple whose combined income exceeds $1 million might be able to reduce or eliminate the 4% surtax if the couple filed Massachusetts returns on a married filing separate basis.  H.4104 requires taxpayers to file a joint Massachusetts return for any year in which they file a joint federal return. The Department is directed to provide guidance for cases in which one spouse is a Massachusetts nonresident.This provision applies to tax years beginning on or after January 1, 2024.Under current law, Massachusetts imposes an entity-level excise on the qualified income taxable in Massachusetts of an electing pass-through entity (PTE). The current tax rate of the PTE excise is 5%. A qualified member of an electing PTE is eligible for a refundable credit equal to 90% of the member’s distributive share of the PTE excise paid. Massachusetts enacted the PTE excise in response to the federal $10,000 cap on state and local tax (SALT) itemized deductions. The PTE excise will expire if the federal SALT deduction limitation expires or is repealed.The tax relief bill directs the Massachusetts Department of Revenue to analyze the potential impact of implementing an additional, elective entity-level tax up to 4% on a portion of the qualified income taxable in Massachusetts of a PTE, coupled with a refundable credit. The additional tax, if implemented, presumably would allow such credits to be applied against the 4% surtax imposed on a taxpayer’s income that exceeds $1 million.The Department of Revenue is required to submit its report to the Legislature by February 1, 2024.Under current law, Massachusetts subjects a decedent’s estate to an estate tax if the gross estate, plus adjusted taxable gifts, exceeds $1 million. Note that the $1 million threshold is not an exclusion from the estate tax under current law. If a decedent’s estate exceeds the $1 million threshold, then the entire estate is subject to the Massachusetts estate tax.The tax relief bill increases the threshold for subjecting an estate to tax from $1 million to $2 million. In addition, to address the ‘cliff effect’ of subjecting an estate to tax if it exceeds the threshold amount, the tax relief bill would allow estates to claim a credit up to $99,600.This provision takes effect for decedents dying on or after January 1, 2023.Under current law, a couple that files a married filing joint federal return is allowed to file a married filing separate Massachusetts return.  After the passage of the 4% surtax on taxpayers with income above $1 million, it was observed that a couple whose combined income exceeds $1 million might be able to reduce or eliminate the 4% surtax if the couple filed Massachusetts returns on a married filing separate basis.  H.4104 requires taxpayers to file a joint Massachusetts return for any year in which they file a joint federal return. The Department is directed to provide guidance for cases in which one spouse is a Massachusetts nonresident.This provision applies to tax years beginning on or after January 1, 2024.Under current law, Massachusetts imposes an entity-level excise on the qualified income taxable in Massachusetts of an electing pass-through entity (PTE). The current tax rate of the PTE excise is 5%. A qualified member of an electing PTE is eligible for a refundable credit equal to 90% of the member’s distributive share of the PTE excise paid. Massachusetts enacted the PTE excise in response to the federal $10,000 cap on state and local tax (SALT) itemized deductions. The PTE excise will expire if the federal SALT deduction limitation expires or is repealed.The tax relief bill directs the Massachusetts Department of Revenue to analyze the potential impact of implementing an additional, elective entity-level tax up to 4% on a portion of the qualified income taxable in Massachusetts of a PTE, coupled with a refundable credit. The additional tax, if implemented, presumably would allow such credits to be applied against the 4% surtax imposed on a taxpayer’s income that exceeds $1 million.The Department of Revenue is required to submit its report to the Legislature by February 1, 2024.The bill provides tax relief to families with children, renters, seniors, and individuals eligible for the earned income tax credit. Such measures include:Download PDFMassachusetts enacts single sales factor apportionment and changes for individuals, estates and trusts\n{{item.publishDate}}\n{{item.text}}\n{{item.publishDate}}\n{{item.text}}",
        "metadata": {
            "date_downloaded": "062124 17:33:28",
            "site_url": "https://www.pwc.com/us/en/services/tax/library/pwc-massachusetts-enacts-single-sales-factor-other-tax-changes.html",
            "extra_data": {
                "heading": "Massachusetts enacts single sales factor, other tax changes",
                "type_of_data": "news article"
            }
        },
        "volunteer_id": "2121",
        "location": "Pune, Maharashtra, India"
    }
]